[
    {
        "calories": 13.54,
        "display": "Jumping Jacks",
        "id": 1,
        "turns": "30",
        "name": "side_skaters.gif",
        "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fjumping_jacks.gif?alt=media&token=776db705-e0e4-45cd-93b8-f4f32cb89adb",
        "info":"Jumping jack is a cardiovascular, full body warm up exercise as it helps loosening of the muscles.",
        "howTo":"Stand upright. Your feet should be together and your hands by your sides. Begin exercise by raising both your hands simultaneously, up and above your head. While raising your hands jump off the floor and move your feet apart to a distance around twice that of shoulder width.\nWith your hands at the top and feet spread apart, immediately reverse your movement back to the starting position. Do this exercise in a fluid motion.",
        "correctForm":"Try to synchronize the movement of your hands with your feet\nDo not pause during this exercise",
        "tts": [
          {
            "text": "Jumping Jacks is a very good full body warm up exercise",
            "time": "7"
          }
        ],
        "unit": 1,
        "isOnline": false
      },
      {
        "calories": 13.6,
        "display": "Circle Crunches",
        "id": 2,
        "turns": "18",
        "name": "side_skaters.gif",
        "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fcircle_crunches.gif?alt=media&token=91ff0706-1eea-4f77-b54f-e0cca84ebfe1",
        "info":"Circle crunches work your abs from every direction. The circular motion forces you to isometrically hold your core tight which adds extra burn.",
        "howTo":"Lie down with your back flat on the floor. Bring your knees and ankles close together. Make a 90 degree angle between thigh and the leg. Put your hands behind your head with elbows wide. Lift your chest up and make a circular motion with your abs, Think of moving from one hip to the other while making a big circle in the air. Then repeat this motion. Keep your lower back touching the floor at all times.\n\nPlease do this exercise on a mat!",
        "correctForm":"Bring the knees and ankles close together\nLift the shoulder blades off the floor and do not try to pull with your neck. The circular movement should come from abs and chest and not the neck",
        "tts": [
          {
            "text": "Circle Crunches is a highly effective abs exercise it targets all abs muscles group",
            "time": "7"
          }
        ],
        "unit": 1,
        "isOnline": false
      },
      {
        "calories": 12.05,
        "display": "High Knees",
        "id": 3,
        "turns": "30",
        "name": "side_skaters.gif",
        "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fhigh_knees.gif?alt=media&token=b5fc21e6-db95-430c-aacd-f8c3d36590d8",
        "info":"High knees is a cardiovascular, warm up and a stretching exercise. It targets hip flexors,  hamstrings, quads and abs.",
        "howTo":"This exercise is similar to running in place. However the only difference is that you try to raise your knees up high. Ideally your knees should come up to 90 degree angle to your body. Keep doing this alternate manner with your arms pumping back and forth.",
        "correctForm":"Keep looking straight. Do not look down\nRaise your knees at 90 degrees angle to your body",
        "tts": [
          {
            "text": "High Knees is a very good full body cardio vascular exercise very effective for fat burning",
            "time": "7"
          }
        ],
        "unit": 1,
        "isOnline": true
      },
      {
        "calories": 13.23,
        "display": "Bicycle Crunches",
        "id": 4,
        "turns": "20",
        "name": "side_skaters.gif",
        "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fbicycle_crunches.gif?alt=media&token=83be03ba-9332-48a2-8813-9332340955d8",
        "info":"Bicycle crunches is calisthenics exercise that targets the abs, hip flexors and obliques.",
        "howTo":"Lie flat on the floor with your lower back pressed to the ground and bring your hands behind the head. Then in a single act of motion try to bring your left knee in towards your chest and lift your shoulder blades off the ground. Keep your right leg in the air and as straight as possible. Then bring your right elbow towards the left knee as much as possible. Make sure your rib cage is moving and not just your elbows. Now do this motion in reverse; Left elbow to right knee. This will complete one rep.\n\nPlease do this exercise on a mat!",
        "correctForm":"Do not try to touch your elbows to your knees\nDon’t put much strain on your neck",
        "tts": [
          {
            "text": "This exercise targets all abs muscle groups",
            "time": "7"
          }
        ],
        "unit": 1,
        "isOnline": false
      },
  {
    "calories": 12.576,
    "display": "Side Plank Left",
    "id": 5,
    "turns": "20 Sec",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fside_plank_left.gif?alt=media&token=c41552e4-7004-4d84-80c7-10c07537fc77",
    "info":"Side plank is a core exercise that strengthen your shoulders, obliques and legs from hips to heels.",
    "howTo":"Lie down on your side with feets together and place your forearm right under the shoulder. Raise your hips until your body is in a straight line from head to feet. Hold the position without dropping your hips down the floor.",
    "correctForm":"Form your body a straight line from shoulders to ankles\nMake sure your hips are going up to the sky",
    "tts": [
      {
        "text": "Side Plank very effectively targets obliques and hip abductor muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.576,
    "display": "Side Plank Right",
    "id": 6,
    "turns": "20 Sec",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fside_plank_right.gif?alt=media&token=be2c6d13-aaf3-4d5a-aacd-3dd000310277",
    "info":"Side plank is a core exercise that strengthen your shoulders, obliques and legs from hips to heels.",
    "howTo":"Lie down on your side with feets together and place your forearm right under the shoulder. Raise your hips until your body is in a straight line from head to feet. Hold the position without dropping your hips down the floor.",
    "correctForm":"Form your body a straight line from shoulders to ankles\nMake sure your hips are going up to the sky",
    "tts": [
      {
        "text": "Side Plank very effectively targets obliques and hip abductor muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.576,
    "display": "V Ups",
    "id": 7,
    "turns": "12",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fv_ups.gif?alt=media&token=56745560-96ac-4671-ac66-4e38bfa907e2",
    "info":"V-Ups is a great core body exercise that fully engages your abdominal muscles and strengthen your abs, obliques and back muscles.",
    "howTo":"Lying your back with both legs straight and extend your arms over your head. Lift your legs and upper body simultaneously off the floor and reach towards your feet. Return slowly back down the starting position.",
    "correctForm":"Keep your torso and legs straight, don’t arch your back.\nLift your legs up to 45 degree angle",
    "tts": [
      {
        "text": "V Ups targets core upper and lower abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 15.5745,
    "display": "Plank",
    "id": 8,
    "turns": "30 Sec",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fplank.gif?alt=media&token=691efddb-9219-449b-b230-a1e54f465f60",
    "info":"Elbow plank is a calisthenics exercise that primarily targets the core abs muscles. It also targets the lower back and shoulders.",
    "howTo":"Go down to the floor like assuming a push up position. Instead of putting your hands on the floor, rest your body weight on elbow and forearms and keep them flat on the floor. Raise your hips off the floor in such a way that your entire body from head to heals form a straight line. You should feel tension in your core, hamstring and glutes.",
    "correctForm":"Keep your hips in a flat position not too high not to low. Do not arch your back\nNeck and head position should lie on a straight line",
    "tts": [
      {
        "text": "Plank targets the core and upper abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.86,
    "display": "Plank Leg Raises",
    "id": 9,
    "turns": "20",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fplank_leg_raises.gif?alt=media&token=b943f38f-dc15-45bb-962a-f68e6558a644",
    "info":"Plank leg raise is an effective exercise for developing the abs. It strengthen out glutes and lower back.",
    "howTo":"Begin with pushup position and support lower body on toes. Raise your right leg up about two feet off the floor and lower it back to toe. Switch legs and repeat.",
    "correctForm":"Form your body a straight line from shoulders to ankles\nMaintain as flat a spine as possible",
    "tts": [
      {
        "text": "Plank Leg Raises targets core abs lower back and glutes muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  
  {
    "calories": 12.574,
    "display": "Push Ups",
    "id": 10,
    "turns": "16",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fpush_up.gif?alt=media&token=4b2506e8-bf3d-4b21-bf10-290cb7b673a4",
    "info":"Pushup is an effective exercise that primarily strengthens your chest, abs and core body muscles.",
    "howTo":"Position your hands and arms right below your shoulders while holding your body in a plank position. Lower your body until your chest is two inches above the floor. Then push your torso away from the ground until your arms lock, then repeat.",
    "correctForm":"Keep your body in a straight position, don’t arch your back\nKeep your core engaged throughout the entire movement",
    "tts": [
      {
        "text": "Push Up is very effective exercise for upper body conditioning and core abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 12.786,
    "display": "Raised Leg Circles",
    "id": 11,
    "turns": "10",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fraised_leg_circles.gif?alt=media&token=0cae51aa-9162-4f91-ab24-84c33b88e8c8",
    "info":"Raised legs circle exercise in an easy way to harden your lower abs and strengthen front hip flexors.",
    "howTo":"Lying your back with both legs straight, put your hands underneath your lower back core for support. Use your feet to draw a larger circle as you can control from above your hips to close the ground as you can. Continue the motion with set of repetitions.",
    "correctForm":"Do not let lower back peel up off the mat as you lower your legs\nBreathe deeply into your back and sides",
    "tts": [
      {
        "text": "Raised Leg Circles targets all abs muscle groups",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.876,
    "display": "Russian Twist",
    "id": 12,
    "turns": "30",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Frussian_twist.gif?alt=media&token=a038dcb5-3ec0-404d-93ad-441ca3241a31",
    "info":"Russian twist is a core workout that engages all the abdomen muscles. It strengthens the rectus abdominis, internal obliques and external obliques.",
    "howTo":"Sit on the floor with knees bent and legs up as in a V sit up position. Lock your hands together and twist them side to side with multiple repetitions then roll it back down.",
    "correctForm":"Hold your feets together and slightly above the ground\nSwing arms from one side to another in a twisting motion",
    "tts": [
      {
        "text": "Russian Twists works obliques and lower abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 11.045,
    "display": "Pike Walk",
    "id": 13,
    "turns": "16",
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fpike_walk.gif?alt=media&token=9b502914-78e1-426b-bd60-5caf92f131e5",
    "info":"Pike walk is a bodyweight pilates exercise that strengthens the upper body and core. Pike walk targets abs, shoulders, chest, hamstrings and glutes muscles.",
    "howTo":"Assume a standing position keeping your feet shoulder width apart. Now bend down around your waist and try to put your hands on the floor. While doing so try to keep your legs straight and do not bend your knees. Using your hands only start walking forward as far as you can and come back in reverse as well.\nOnce your hands are as far as they can go, start the reverse movement by walking back inwards towards your feet. Again use your hands only and do not move your feet. This complete one rep.",
    "correctForm":"Try not to bend your legs during this exercise\nYour hips should not sag and your core should be tight",
    "tts": [
      {
        "text": "Pike Walk targets the core and upper abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "id": 14,
    "unit": 1,
    "turns": "30 Sec",
    "calories": 12.63,
    "display": "Cobra Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "side_skaters.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fcobra_stretch.gif?alt=media&token=889e04e4-8f77-486f-b838-98f5ddee1904",
    "info":"Cobra stretch helps strengthening muscles of arms, shoulders, chest and abdominals.",
    "howTo":"Lie face down on the floor with parallel thigh placement and place your hands underneath your shoulders. Start straightening your arms with chest lift and maintain a comfortable height of torso. Relax and hold the stretch upwards.",
    "correctForm":"Tit head back and look upkeep\nKeep your abs and back relaxed",
    "isOnline": false
  }
]
