[
    {
        "calories": 13.54,
        "display": "Jumping Jacks",
        "id": 1,
        "turns": "30",
        "name": "jumping_jacks.gif",
        "url": "VZF5GWd7t9E",
        "info":"Jumping jack is a cardiovascular, full body warm up exercise as it helps loosening of the muscles.",
        "howTo":"Stand upright. Your feet should be together and your hands by your sides. Begin exercise by raising both your hands simultaneously, up and above your head. While raising your hands jump off the floor and move your feet apart to a distance around twice that of shoulder width.\nWith your hands at the top and feet spread apart, immediately reverse your movement back to the starting position. Do this exercise in a fluid motion.",
        "correctForm":"Try to synchronize the movement of your hands with your feet\nDo not pause during this exercise",
        "tts": [
          {
            "text": "Jumping Jacks is a very good full body warm up exercise",
            "time": "7"
          }
        ],
        "unit": 1,
        "isOnline": false
      },
      {
        "calories": 12.05,
        "display": "High Knees",
        "id": 2,
        "turns": "30",
        "name": "high_knees.gif",
        "url": "whHxoB-AFYQ",
        "info":"High knees is a cardiovascular, warm up and a stretching exercise. It targets hip flexors,  hamstrings, quads and abs.",
        "howTo":"This exercise is similar to running in place. However the only difference is that you try to raise your knees up high. Ideally your knees should come up to 90 degree angle to your body. Keep doing this alternate manner with your arms pumping back and forth.",
        "correctForm":"Keep looking straight. Do not look down\nRaise your knees at 90 degrees angle to your body",
        "tts": [
          {
            "text": "High Knees is a very good full body cardio vascular exercise very effective for fat burning",
            "time": "7"
          }
        ],
        "unit": 1,
        "isOnline": true
      },
  {
    "calories": 13.04,
    "display": "Flutter Kicks",
    "id": 3,
    "turns": "14",
    "name": "flutter_kicks.gif",
    "url": "ANVdMDaYRts",
    "info":"Flutter Kicks primarily target your core abs muscles and your hip flexors to some extent.",
    "howTo":"Lie flat on the floor and place your hands underneath your glutes. While keeping your legs straight, raise your heels off the ground. Raise your right foot up a few inches and then bring it down. As you are bringing your right foot down, start raising your left foot up. Keep doing this in an alternate motion between right and left foot.",
    "correctForm":"Keep your legs as straight as possible",
    "tts": [
      {
        "text": "Flutter Kicks works lower abs and hip flexor muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  
  {
    "calories": 14.588,
    "display": "Leg Raises",
    "id": 4,
    "turns": "12",
    "name": "leg_raises.gif",
    "url": "JB2oyawG9KI",
    "info":"Leg raises is a pilates and calisthenics exercise for improving core strength. It targets core,abs and hip flexor muscles.",
    "howTo":"Lay down flat on the floor with your hands underneath your glutes. Keep your feet straight and keep them together. While keeping your legs straight, lift both your legs in the air together. Bring both the legs at 90 degrees from the floor, if possible. Once at the top, slowly start lowering both your legs into the starting position.",
    "correctForm":"Do not bend your knees and keep your legs straight\nDo not use jerking motion to lift your legs",
    "tts": [
      {
        "text": "Leg Raises targets Hip Flexors and Lower Abs Muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.576,
    "display": "Side Plank Left",
    "id": 5,
    "turns": "20 Sec",
    "name": "side_plank_left1.gif",
    "url": "N_s9em1xTqU",
    "info":"Side plank is a core exercise that strengthen your shoulders, obliques and legs from hips to heels.",
    "howTo":"Lie down on your side with feets together and place your forearm right under the shoulder. Raise your hips until your body is in a straight line from head to feet. Hold the position without dropping your hips down the floor.",
    "correctForm":"Form your body a straight line from shoulders to ankles\nMake sure your hips are going up to the sky",
    "tts": [
      {
        "text": "Side Plank very effectively targets obliques and hip abductor muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.576,
    "display": "Side Plank Right",
    "id": 6,
    "turns": "20 Sec",
    "name": "side_plank_right.gif",
    "url": "6cRAFji80CQ",
    "info":"Side plank is a core exercise that strengthen your shoulders, obliques and legs from hips to heels.",
    "howTo":"Lie down on your side with feets together and place your forearm right under the shoulder. Raise your hips until your body is in a straight line from head to feet. Hold the position without dropping your hips down the floor.",
    "correctForm":"Form your body a straight line from shoulders to ankles\nMake sure your hips are going up to the sky",
    "tts": [
      {
        "text": "Side Plank very effectively targets obliques and hip abductor muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.04,
    "display": "Mountain Climbers",
    "id": 7,
    "turns": "30",
    "name": "mountain_climbers1.gif",
    "url": "WHtsUjji2YY",
    "info":"Mountain climber is a very effective full body cardiovascular exercise. It is a compound exercise that targets the abs, lower back, hamstring,quads and triceps muscles.",
    "howTo":"Start in a plank position and keep your body straight. Begin pulling your right knee towards your chest. Maintain plank position. Keep the tension in your abs by pulling them in. Try to bring your knee in as close to the chest as you comfortably can. Once right knee has been pulled in repeat this movement with the other leg. Pull the left knee in and push the right leg out. Alternate these movement by switching between knees in a continuous motion.",
    "correctForm":"Your hips should not drop nor your back should arch\nPrevent your head from dropping",
    "tts": [
      {
        "text": "Mountain Climbers is a full body exercise which targets shoulder chest and lower ab muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
 
  {
    "calories": 15.5745,
    "display": "Plank",
    "id": 8,
    "turns": "20 Sec",
    "name": "plank1.gif",
    "url": "3FOU8F9LMt0",
    "info":"Elbow plank is a calisthenics exercise that primarily targets the core abs muscles. It also targets the lower back and shoulders.",
    "howTo":"Go down to the floor like assuming a push up position. Instead of putting your hands on the floor, rest your body weight on elbow and forearms and keep them flat on the floor. Raise your hips off the floor in such a way that your entire body from head to heals form a straight line. You should feel tension in your core, hamstring and glutes.",
    "correctForm":"Keep your hips in a flat position not too high not to low. Do not arch your back\nNeck and head position should lie on a straight line",
    "tts": [
      {
        "text": "Plank targets the core and upper abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.86,
    "display": "Plank Leg Raises",
    "id": 9,
    "turns": "12",
    "name": "plank_leg_raises1.gif",
    "url": "IexgiQZetb8",
    "info":"Plank leg raise is an effective exercise for developing the abs. It strengthen out glutes and lower back.",
    "howTo":"Begin with pushup position and support lower body on toes. Raise your right leg up about two feet off the floor and lower it back to toe. Switch legs and repeat.",
    "correctForm":"Form your body a straight line from shoulders to ankles\nMaintain as flat a spine as possible",
    "tts": [
      {
        "text": "Plank Leg Raises targets core abs lower back and glutes muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.6,
    "display": "Circle Crunches",
    "id": 10,
    "turns": "12",
    "name": "circle_crunches.gif",
    "url": "Zs3UsIOXgy0",
    "info":"Circle crunches work your abs from every direction. The circular motion forces you to isometrically hold your core tight which adds extra burn.",
    "howTo":"Lie down with your back flat on the floor. Bring your knees and ankles close together. Make a 90 degree angle between thigh and the leg. Put your hands behind your head with elbows wide. Lift your chest up and make a circular motion with your abs, Think of moving from one hip to the other while making a big circle in the air. Then repeat this motion. Keep your lower back touching the floor at all times.\n\nPlease do this exercise on a mat!",
    "correctForm":"Bring the knees and ankles close together\nLift the shoulder blades off the floor and do not try to pull with your neck. The circular movement should come from abs and chest and not the neck",
    "tts": [
      {
        "text": "Circle Crunches is a highly effective abs exercise it targets all abs muscles group",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.574,
    "display": "Push Ups",
    "id": 11,
    "turns": "10",
    "name": "push_up1.gif",
    "url": "rjc0O7OXS3g",
    "info":"Pushup is an effective exercise that primarily strengthens your chest, abs and core body muscles.",
    "howTo":"Position your hands and arms right below your shoulders while holding your body in a plank position. Lower your body until your chest is two inches above the floor. Then push your torso away from the ground until your arms lock, then repeat.",
    "correctForm":"Keep your body in a straight position, don’t arch your back\nKeep your core engaged throughout the entire movement",
    "tts": [
      {
        "text": "Push Up is very effective exercise for upper body conditioning and core abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 13.876,
    "display": "Russian Twist",
    "id": 12,
    "turns": "20",
    "name": "russian_twist1.gif",
    "url": "NeAtimSCxsY",
    "info":"Russian twist is a core workout that engages all the abdomen muscles. It strengthens the rectus abdominis, internal obliques and external obliques.",
    "howTo":"Sit on the floor with knees bent and legs up as in a V sit up position. Lock your hands together and twist them side to side with multiple repetitions then roll it back down.",
    "correctForm":"Hold your feets together and slightly above the ground\nSwing arms from one side to another in a twisting motion",
    "tts": [
      {
        "text": "Russian Twists works obliques and lower abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "id": 13,
    "unit": 1,
    "turns": "30 Sec",
    "calories": 12.63,
    "display": "Cobra Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "cobra_stretch.gif",
    "url": "JDcdhTuycOI",
    "info":"Cobra stretch helps strengthening muscles of arms, shoulders, chest and abdominals.",
    "howTo":"Lie face down on the floor with parallel thigh placement and place your hands underneath your shoulders. Start straightening your arms with chest lift and maintain a comfortable height of torso. Relax and hold the stretch upwards.",
    "correctForm":"Tit head back and look upkeep\nKeep your abs and back relaxed",
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Half Kneeling Thread The Needle Left",
    "id": 14,
    "turns": "20",
    "name": "half_kneeling_thread_needle_left.gif",
    "url": "WfMdeMmR6vI",
    "info":"",
    "howTo":"Thread the needle to loosen your midback and stretch your shoulders. As you reach up, push the floor away through your supporting arm to turn your breastbone. Breathe in and reach under to stretch.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Half Kneeling Thread The Needle Right",
    "id": 15,
    "turns": "20",
    "name": "half_kneeling_thread_needle_right.gif",
    "url": "WfMdeMmR6vI",
    "info":"",
    "howTo":"Thread the needle to loosen your midback and stretch your shoulders. As you reach up, push the floor away through your supporting arm to turn your breastbone. Breathe in and reach under to stretch.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "id": 16,
    "unit": 1,
    "turns": "20",
    "calories": 12.63,
    "display": "Downward Upward Dog",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "downward_upward_dog.gif",
    "url": "1N5Di9l84Uc",
    "info":"Downward upward dog is an exercise that primarily targets your back, hamstrings, chest and shoulders.",
    "howTo":"Start in a plank position with shoulders on the top of your wrists, heels on top of the balls of feet and place feets at shoulders width apart. Lift your hips up without moving your hands or feet that makes downward facing dog pose. Then drive your hips forward towards the floor in a position with pelvis go down towards the floor. Place your hands underneath your shoulders with chest lift and maintain a comfortable height of torso that makes upward facing dog pose.",
    "correctForm":"Maintain your wrists and elbows straight\nOpen your shoulders and remove all stress from neck",
    "isOnline": false
  },
  {
    "calories": 12.4287,
    "display": "Plank Jacks",
    "id": 17,
    "turns": "20",
    "name": "plank_jacks1.gif",
    "url": "xcBz0TtHqWI",
    "info":"Plank jack is cardio exercise that primarily targets abs and strengthens the upper body, lower body and core. This exercise also helps in cardiovascular endurance, accelerate the heart rate and burn more calories.",
    "howTo":"Get settled in a pushup position and make your body into a straight line from head to toe. Press your toes forcefully into the floor and jump your feets outwards to spread your legs out without moving your torso. Then jump again with your feets and bring your legs back together. Make sure to keep your lower abs tight as you jack your feet.",
    "correctForm":"Keep your body in straight position, don’t arch your back\nAs you move your legs outwards, don’t allow your torso to rotate.",
    "tts": [
      {
        "text": "Plank Jacks targets core abs hip flexors and calf muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.04,
    "display": "Mountain Climbers",
    "id": 18,
    "turns": "30",
    "name": "mountain_climbers1.gif",
    "url": "WHtsUjji2YY",
    "info":"Mountain climber is a very effective full body cardiovascular exercise. It is a compound exercise that targets the abs, lower back, hamstring,quads and triceps muscles.",
    "howTo":"Start in a plank position and keep your body straight. Begin pulling your right knee towards your chest. Maintain plank position. Keep the tension in your abs by pulling them in. Try to bring your knee in as close to the chest as you comfortably can. Once right knee has been pulled in repeat this movement with the other leg. Pull the left knee in and push the right leg out. Alternate these movement by switching between knees in a continuous motion.",
    "correctForm":"Your hips should not drop nor your back should arch\nPrevent your head from dropping",
    "tts": [
      {
        "text": "Mountain Climbers is a full body exercise which targets shoulder chest and lower ab muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },

  {
    "calories": 15.5745,
    "display": "Plank",
    "id": 19,
    "turns": "30 Sec",
    "name": "plank1.gif",
    "url": "3FOU8F9LMt0",
    "info":"Elbow plank is a calisthenics exercise that primarily targets the core abs muscles. It also targets the lower back and shoulders.",
    "howTo":"Go down to the floor like assuming a push up position. Instead of putting your hands on the floor, rest your body weight on elbow and forearms and keep them flat on the floor. Raise your hips off the floor in such a way that your entire body from head to heals form a straight line. You should feel tension in your core, hamstring and glutes.",
    "correctForm":"Keep your hips in a flat position not too high not to low. Do not arch your back\nNeck and head position should lie on a straight line",
    "tts": [
      {
        "text": "Plank targets the core and upper abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  }
]
