[
 {
    "calories": 12.63,
    "display": "Chest Expansions",
    "id": 1,
    "unit": 1,
    "turns": "20",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "chest_expansion.gif",
    "url": "zNAvGhbe7Ow",
    "info":"Chest expansion is an effective exercise that primarily targets chest, shoulders and upper back.",
    "howTo":"Stand straight and extend arms to your sides. Stretch your arms out to your sides and bring them back together to starting position. Do the same motion multiple times.",
    "correctForm":"Keep your spine straight through entire motion\nKeep your belly tight",
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Triceps Dips",
    "id": 2,
    "turns": "12",
    "name": "triceps_dips1.gif",
    "url": "r7azSowCQF4",
    "info":"",
    "howTo":"Position your hands shoulder-width apart on a secured bench or stable chair.\nSlide your butt off the front of the bench with your legs extended out in front of you.\nStraighten your arms, keeping a little bend in your elbows to keep tension on your triceps and off your elbow joints.\nSlowly bend your elbows to lower your body toward the floor until your elbows are at about a 90-degree angle. Be sure to keep your back close to the bench.\nOnce you reach the bottom of the movement, press down into the bench to straighten your elbows, returning to the starting position. This completes one rep.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Push Up Knee",
    "id": 3,
    "turns": "12",
    "name": "push_up_knee1.gif",
    "url": "utzhPQuXWcA",
    "info":"",
    "howTo":"Start at the top of the push up position with your hands on the floor, arms straight and underneath your shoulders. Step your knees back behind you so that there is a straight line through your body from your knees up to your head. Engage your glutes, tense your legs and brace your core to keep your body rigid.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.786,
    "display": "Raised Leg Circles",
    "id": 4,
    "turns": "10",
    "name": "raised_leg_circles1.gif",
    "url": "4Vhq0zakuiA",
    "info":"Raised legs circle exercise in an easy way to harden your lower abs and strengthen front hip flexors.",
    "howTo":"Lying your back with both legs straight, put your hands underneath your lower back core for support. Use your feet to draw a larger circle as you can control from above your hips to close the ground as you can. Continue the motion with set of repetitions.",
    "correctForm":"Do not let lower back peel up off the mat as you lower your legs\nBreathe deeply into your back and sides",
    "tts": [
      {
        "text": "Raised Leg Circles targets all abs muscle groups",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "triceps dips elevated leg",
    "id": 5,
    "turns": "12",
    "name": "triceps_dips_elevated_leg1.gif",
    "url": "UbIVpeSdBTs",
    "info":"",
    "howTo":"Sit on the edge of a chair with your hands just outside of your hips, fingers forward.Rest your feet on another chair in front of you, keeping your legs straight Bend your elbows as far as you can go down preferably around 90 degrees, lowering your hips towards the floor, keeping them parallel to the chair.Press body up by extending your elbows.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "id": 6,
    "unit": 1,
    "turns": "20",
    "calories": 12.63,
    "display": "Seal Jacks",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "seal_jacks1.gif",
    "url": "3vnJYSLEPLw",
    "info":"Seal jacks is cardiovascular exercise that primarily targets shoulders, upper chest, quads and calves.",
    "howTo":"Stand straight with your feets together and arms extended in front of your chest. Jump in air spreading out your legs and closing your arms at same time. Jump back to start and repeat the movement.",
    "correctForm":"Keep your arms & back straight\nArms should go out wide",
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Single Arm Side Lying Push Up Left",
    "id": 7,
    "turns": "12",
    "name": "single_arm_side_push_up_left1.gif",
    "url": "Dcyw4pvHIfU",
    "info":"",
    "howTo":"Start off by laying down on your side with straight legs. Then place the hand from your top arm down on the floor in front of your chest. Bend this arm at your elbow. Wrap your bottom arm across your stomach so that it is tucked out of the way.\n\nThen push into your top arm hand and straighten that arm to lift your upper body up off the floor, whilst keeping your hips and legs on the floor. Perform half the time on one side with one arm pushing, then at half way, switch your body around to lay on your other side and use your other arm to push up",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Single Arm Side Lying Push Up Right",
    "id": 8,
    "turns": "12",
    "name": "single_arm_side_push_up_right.gif",
    "url": "Dcyw4pvHIfU",
    "info":"",
    "howTo":"Start off by laying down on your side with straight legs. Then place the hand from your top arm down on the floor in front of your chest. Bend this arm at your elbow. Wrap your bottom arm across your stomach so that it is tucked out of the way.\n\nThen push into your top arm hand and straighten that arm to lift your upper body up off the floor, whilst keeping your hips and legs on the floor. Perform half the time on one side with one arm pushing, then at half way, switch your body around to lay on your other side and use your other arm to push up",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Wall Push Ups",
    "id": 9,
    "turns": "20",
    "name": "wall_push_ups1.gif",
    "url": "YB0egDzsu18",
    "info":"",
    "howTo":"Stand in front of a wall one big step away from it. Then put your hands out straight towards the wall and lean against it. Slowly bend your elbows and press your upper body towards the wall. Push back and repeat the exercise. Remember to keep your body straight.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "id": 10,
    "unit": 1,
    "turns": "18",
    "calories": 12.63,
    "display": "Tricep Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "tricep_stretch1.gif",
    "url": "nbHOmIYMazk",
    "info":"Tricep stretch is a great way to improve your upper body’s flexibility and strengthen shoulders.",
    "howTo":"Stand straight with your feet shoulder width apart, raise and bend one arm so your hand is in the middle of upper back. Grasp your elbow with the other hand and pull gently to feel stretch in tricep. Hold the stretch then repeat on the other side.",
    "correctForm":"Keep your neck & shoulders relaxed\nExhale as you stretch, inhale as you release the stretch",
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Plank Taps",
    "id": 11,
    "turns": "12",
    "name": "plank_taps1.gif",
    "url": "ztpXZm7Dv80",
    "info":"",
    "howTo":"Begin in a plank position. Lift one hand off the ground to tap opposite shoulder. Switch hands. Keep hips and shoulders square to the ground and avoid lifting hips to keep your torso still.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Hip Thrust",
    "id": 12,
    "turns": "12",
    "name": "hip_thrust.gif",
    "url": "MbgCVewqWio",
    "info":"",
    "howTo":"Sit on the floor facing away from a bench.Hold a pair of dumbbells at the crease in your hips, resting the weights on your body.Drive through your heels to lift your hips to the sky as your upper back stays in place on the bench.Pause and squeeze your glutes at the top",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 13.54,
    "display": "Jumping Jacks",
    "id": 13,
    "turns": "20",
    "name": "jumping_jacks.gif",
    "url": "VZF5GWd7t9E",
    "info":"Jumping jack is a cardiovascular, full body warm up exercise as it helps loosening of the muscles.",
    "howTo":"Stand upright. Your feet should be together and your hands by your sides. Begin exercise by raising both your hands simultaneously, up and above your head. While raising your hands jump off the floor and move your feet apart to a distance around twice that of shoulder width.\nWith your hands at the top and feet spread apart, immediately reverse your movement back to the starting position. Do this exercise in a fluid motion.",
    "correctForm":"Try to synchronize the movement of your hands with your feet\nDo not pause during this exercise",
    "tts": [
      {
        "text": "Jumping Jacks is a very good full body warm up exercise",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.876,
    "display": "Push Up Plank",
    "id": 14,
    "turns": "12",
    "name": "push_up_plank1.gif",
    "url": "IBBUsmf-RM0",
    "info":"",
    "howTo":"With your toes on the floor, lift your body off the ground using your arms, and lift your knees off the floor until your body forms a straight line from your heels to the back of your neck.Instead of bending your elbows to lower down as you would with a traditional push-up, slowly lower one arm until your forearm and elbow are resting on the ground. Carefully lean on that forearm, and bring your other arm down to rest on the ground in the same way. You should now be in the plank position.",
    "correctForm":"",
    "tts": [
      {
        "text": "Push Up Plank targets chest shoulder and core abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  }
]