[
    {
    "calories": 12.63,
    "display": "Burpees",
    "id": 1,
    "turns": "12",
    "name": "burpees.gif",
    "url": "dZgVxmf6jkA",
    "info":"Burpees is a plyometric exercise that targets the chest, shoulders, core and legs while also improving your cardiovascular strength.",
    "howTo":"Start with your feet shoulder width apart. Bend down and put your hands on the floor. Kick both of your legs backwards simultaneously to go into a push up position. Lower your chest to ground as doing a push up, then jump both your feet back in simultaneously. Stand up and do a jump with both your hands facing the ceiling. Remember to do a soft landing.",
    "correctForm":"Do not Arch your lower back when coming out of the push up position\nDo not skip your squat when moving from standing to burpee position",
    "tts": [
      {
        "text": "Burpees is a highly effective fat burning exercise It raises heart rate and boosts body metabolism",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 12.02,
    "display": "Jump Pushup",
    "id": 2,
    "turns": "12",
    "name": "jump_push_up.gif",
    "url": "VzqjWuarzZQ",
    "info":"",
    "howTo":"Begin in a high plank position with your hands directly below your shoulders and your back, hips, and legs tight and straight. Bending at your elbows, lower your body until your chest touches the ground. From here,  bend your knees slightly, then explode up with your arms and legs so both your hands and feet come off the ground. That’s one rep.",
    "correctForm":"",
    "tts": [
      {
        "text": "Jump Push Up targets chest and triceps muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Chest Expansions",
    "id": 3,
    "turns": "18",
    "lang": 1,
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "chest_expansion.gif",
    "url": "zNAvGhbe7Ow",
    "info":"Chest expansion is an effective exercise that primarily targets chest, shoulders and upper back.",
    "howTo":"Stand straight and extend arms to your sides. Stretch your arms out to your sides and bring them back together to starting position. Do the same motion multiple times.",
    "correctForm":"Keep your spine straight through entire motion\nKeep your belly tight",
    "isOnline": false
  },
  {
    "calories": 12.574,
    "display": "Push Ups",
    "id": 4,
    "turns": "10",
    "name": "push_up1.gif",
    "url": "rjc0O7OXS3g",
    "info":"Pushup is an effective exercise that primarily strengthens your chest, abs and core body muscles.",
    "howTo":"Position your hands and arms right below your shoulders while holding your body in a plank position. Lower your body until your chest is two inches above the floor. Then push your torso away from the ground until your arms lock, then repeat.",
    "correctForm":"Keep your body in a straight position, don’t arch your back\nKeep your core engaged throughout the entire movement",
    "tts": [
      {
        "text": "Push Up is very effective exercise for upper body conditioning and core abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "id": 5,
    "unit": 1,
    "turns": "30 Sec",
    "calories": 12.63,
    "display": "Cobra Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "cobra_stretch.gif",
    "url": "JDcdhTuycOI",
    "info":"Cobra stretch helps strengthening muscles of arms, shoulders, chest and abdominals.",
    "howTo":"Lie face down on the floor with parallel thigh placement and place your hands underneath your shoulders. Start straightening your arms with chest lift and maintain a comfortable height of torso. Relax and hold the stretch upwards.",
    "correctForm":"Tit head back and look upkeep\nKeep your abs and back relaxed",
    "isOnline": false
  }, {
    "id": 6,
    "turns": "14",
    "lang": 1,
    "calories": 12.63,
    "display": "Downward Upward Dog",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "downward_upward_dog.gif",
    "url": "1N5Di9l84Uc",
    "info":"Downward upward dog is an exercise that primarily targets your back, hamstrings, chest and shoulders.",
    "howTo":"Start in a plank position with shoulders on the top of your wrists, heels on top of the balls of feet and place feets at shoulders width apart. Lift your hips up without moving your hands or feet that makes downward facing dog pose. Then drive your hips forward towards the floor in a position with pelvis go down towards the floor. Place your hands underneath your shoulders with chest lift and maintain a comfortable height of torso that makes upward facing dog pose.",
    "correctForm":"Maintain your wrists and elbows straight\nOpen your shoulders and remove all stress from neck",
    "isOnline": false
  },
  {
    "calories": 11.045,
    "display": "Pike Walk",
    "id": 7,
    "turns": "18",
    "name": "pike_walk1.gif",
    "url": "5QnHxitgxfo",
    "info":"Pike walk is a bodyweight pilates exercise that strengthens the upper body and core. Pike walk targets abs, shoulders, chest, hamstrings and glutes muscles.",
    "howTo":"Assume a standing position keeping your feet shoulder width apart. Now bend down around your waist and try to put your hands on the floor. While doing so try to keep your legs straight and do not bend your knees. Using your hands only start walking forward as far as you can and come back in reverse as well.\nOnce your hands are as far as they can go, start the reverse movement by walking back inwards towards your feet. Again use your hands only and do not move your feet. This complete one rep.",
    "correctForm":"Try not to bend your legs during this exercise\nYour hips should not sag and your core should be tight",
    "tts": [
      {
        "text": "Pike Walk targets the core and upper abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Spiderman Push Ups",
    "id": 8,
    "turns": "12",
    "name": "spiderman_push_ups1.gif",
    "url": "DYONORexgpY",
    "info":"",
    "howTo":"Assume a standard pushup position, your body aligned from ankles to head.As you lower your body toward the floor, lift your right foot, swing your right leg out sideways, and try to touch your knee to your elbow.Return to the starting position, and repeat with your left leg",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "id": 9,
    "turns": "20",
    "lang": 1,
    "calories": 12.63,
    "display": "Seal Jacks",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "seal_jacks1.gif",
    "url": "3vnJYSLEPLw",
    "info":"Seal jacks is cardiovascular exercise that primarily targets shoulders, upper chest, quads and calves.",
    "howTo":"Stand straight with your feets together and arms extended in front of your chest. Jump in air spreading out your legs and closing your arms at same time. Jump back to start and repeat the movement.",
    "correctForm":"Keep your arms & back straight\nArms should go out wide",
    "isOnline": false
  },
  {
    "calories": 12.876,
    "display": "Push Up Plank",
    "id": 10,
    "turns": "20 Sec",
    "name": "push_up_plank1.gif",
    "url": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/LossWeight%2Fpush_up_plank.gif?alt=media&token=10231046-e625-463f-809e-01ee8feb443b",
    "info":"",
    "howTo":"",
    "correctForm":"",
    "tts": [
      {
        "text": "Push Up Plank targets chest shoulder and core abs muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Push Up Knee",
    "id": 11,
    "turns": "12",
    "name": "push_up_knee1.gif",
    "url": "utzhPQuXWcA",
    "info":"",
    "howTo":"Start at the top of the push up position with your hands on the floor, arms straight and underneath your shoulders. Step your knees back behind you so that there is a straight line through your body from your knees up to your head. Engage your glutes, tense your legs and brace your core to keep your body rigid.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Cobra Push Up",
    "id": 12,
    "turns": "16",
    "name": "cobra_push_up.gif",
    "url": "b6O70RsL-x0",
    "info":"",
    "howTo":"Step 1: Lay down on the floor with your chest and thighs flat to the ground.\n Step 2: Place your palms against the ground outside your shoulders.\nStep 3: Keep the lower half of your body against the ground but push your upper body up off the ground",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.02,
    "display": "Jump Pushup",
    "id": 13,
    "turns": "12",
    "name": "jump_push_up.gif",
    "url": "VzqjWuarzZQ",
    "info":"",
    "howTo":"Begin in a high plank position with your hands directly below your shoulders and your back, hips, and legs tight and straight. Bending at your elbows, lower your body until your chest touches the ground. From here,  bend your knees slightly, then explode up with your arms and legs so both your hands and feet come off the ground. That’s one rep.",
    "correctForm":"",
    "tts": [
      {
        "text": "Jump Push Up targets chest and triceps muscles",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 13.045,
    "display": "Moving Plank",
    "id": 14,
    "turns": 20,
    "name": "moving_plank1.gif",
    "url": "sTn_8M0uFV8",
    "info":"Moving plank is an advanced version of the elbow plank. Moving plank targets abs, shoulder and tricep muscles.",
    "howTo":"Go down to the floor. Like in an elbow plank position, rest your body weight on elbow and forearms and keep them flat on the floor. Raise your hips off the floor in such a way that your entire body from head to heals form a straight line. This is the elbow plank position. To do moving plank, move your upper body weight from your elbow to your hands, while keeping plank position. You will have to do this one hand at a time.\nOnce you have moved from elbow plank position to a plank position with your body weight on your hands, try to reverse the movement by going back to the elbow plank position. Again do this one hand a time. This full movement constitute one rep.",
    "correctForm":"Make sure your elbows and hands are underneath shoulders\nPrevent your hips from dropping and keep them still",
    "tts": [
      {
        "text": "Moving planks very effectively targets core abs chest and shoulder muscles all in a single exercise",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Wall Push Ups",
    "id": 15,
    "turns": "18",
    "name": "wall_push_ups1.gif",
    "url": "YB0egDzsu18",
    "info": "",
    "howTo": "Stand in front of a wall one big step away from it. Then put your hands out straight towards the wall and lean against it. Slowly bend your elbows and press your upper body towards the wall. Push back and repeat the exercise. Remember to keep your body straight.",
    "correctForm": "",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ]
  }
  ]