[
     {
    "id": 1,
    "unit": 1,
    "turns": "20",
    "calories": 12.63,
    "display": "Abductor Stretch Left",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "abductor_stretch_left.gif",
    "url": "56YqJqFU_qw",
    "info":"Abductor stretch is an exercise that primarily targets abductor muscles and thigh muscles.",
    "howTo":"Stand straight, put both hands on your side hips and spread your feets wider than your shoulders. Take left foot step forward and start bending your upper body weight towards that left side along with bending knee. Hold the stretch, then come to starting position and repeat on the other side.",
    "correctForm":"Stabilize body weight on top of the leg\nSqueeze your abs and glutes to stabilize your body",
    "isOnline": false
  },
  {
    "id": 2,
    "unit": 1,
    "turns": "20",
    "calories": 12.63,
    "display": "Abductor Stretch Right",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "abductor_stretch_right.gif",
    "url": "56YqJqFU_qw",
    "info":"Abductor stretch is an exercise that primarily targets abductor muscles and thigh muscles.",
    "howTo":"Stand straight, put both hands on your side hips and spread your feets wider than your shoulders. Take left foot step forward and start bending your upper body weight towards that left side along with bending knee. Hold the stretch, then come to starting position and repeat on the other side.",
    "correctForm":"Stabilize body weight on top of the leg\nSqueeze your abs and glutes to stabilize your body",
    "isOnline": false
  },
  {
    "id": 3,
    "unit": 1,
    "turns": "24",
    "calories": 12.63,
    "display": "Pelvic Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "pelvic_stretch1.gif",
    "url": "0Tgt2IRn6q4",
    "info":"Pelvic stretch is an effective exercise that primarily targets pelvic muscles, glutes and thigh muscles.",
    "howTo":"Stand straight and lift your right leg with bended knee, grab knee with your both hands and pull towards torso. Hold the stretch then repeat with left leg.",
    "correctForm":"Stabilize body weight on one leg\nTake deep breaths while stretching",
    "isOnline": false
  },
  {
    "id": 4,
    "unit": 1,
    "turns": "30",
    "calories": 12.63,
    "display": "Quadricep Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "quad_stretch1.gif",
    "url": "CZBKSOtyssM",
    "info":"Quadricep stretch is an effective exercise that mainly targets your quads, hip flexors and ankles.",
    "howTo":"Stand straight and shift your body weight to the left leg. Lift up your right foot, grasp it with your right hand from backside and feel the stretch in your quads by pulling it towards the hip. Hold the stretch then repeat with right leg.",
    "correctForm":"Take deep breaths while stretching\nGrab the top of your foot with respective hand",
    "isOnline": false
  },
  {
    "id": 5,
    "unit": 1,
    "turns": "30",
    "calories": 12.63,
    "display": "Neck Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "neck_stretch1.gif",
    "url": "A-ZhcHmG-a8",
    "info":"Neck stretch is an effective exercise that treats neck and shoulder muscles.",
    "howTo":"Stand straight with your feet shoulder width apart, tilt your head towards shoulder. Place hand on your head and gently pull until you feel the stretch. Hold the stretch then repeat on the other side.",
    "correctForm":"Relax your neck, arm & shoulders\nExhale as you stretch muscles, inhale as you release the stretch",
    "isOnline": false
  },
  {
    "id": 6,
    "unit": 1,
    "turns": "20",
    "calories": 12.63,
    "display": "Tricep Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "tricep_stretch1.gif",
    "url": "nbHOmIYMazk",
    "info":"Tricep stretch is a great way to improve your upper body’s flexibility and strengthen shoulders.",
    "howTo":"Stand straight with your feet shoulder width apart, raise and bend one arm so your hand is in the middle of upper back. Grasp your elbow with the other hand and pull gently to feel stretch in tricep. Hold the stretch then repeat on the other side.",
    "correctForm":"Keep your neck & shoulders relaxed\nExhale as you stretch, inhale as you release the stretch",
    "isOnline": false
  },
  {
    "id": 7,
    "unit": 1,
    "turns": "30",
    "calories": 12.63,
    "display": "Back Shoulder Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "back_shoulder_stretch.gif",
    "url": "SedzswEwpPw",
    "info":"Shoulder and back stretch is an effective exercise that treats neck and shoulder pain. It also improves circulation in the shoulder joint and muscles.",
    "howTo":"Stand straight while keeping your head up and raise arms straight up over your body and hold both hands together. Slowly stretch your torso towards right side of your body and hold on for couple of seconds. Then stretch torso towards left side of your body and then come back to starting position.",
    "correctForm":"Exhale as you deepen the stretch, breath in as you release the stretch\nKeep shoulders in neutral position",
    "isOnline": false
  },
  {
    "id": 8,
    "unit": 1,
    "turns": "30",
    "calories": 12.63,
    "display": "Hamstring Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "hamstring_stretch.gif",
    "url": "Eg6M42FgDF4",
    "info":"Shoulder and back stretch is an effective exercise that treats your lower back pain and leg pain.",
    "howTo":"Stand straight and extend right leg out in front of you in a position where foot heel is on the floor and toe towards the roof. Bend your back leg knee while supporting the knee with both palms. Slowly put weight on back leg knee while straightening your front leg until a stretch is felt in the hamstrings. Hold the stretch then repeat with left leg.",
    "correctForm":"Keep your knees straight while stretching leg\nKeep your lower back and hips flat",
    "isOnline": false
  },
  {
    "id": 9,
    "unit": 1,
    "turns": "18",
    "calories": 12.63,
    "display": "Downward Upward Dog",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "downward_upward_dog.gif",
    "url": "1N5Di9l84Uc",
    "info":"Downward upward dog is an exercise that primarily targets your back, hamstrings, chest and shoulders.",
    "howTo":"Start in a plank position with shoulders on the top of your wrists, heels on top of the balls of feet and place feets at shoulders width apart. Lift your hips up without moving your hands or feet that makes downward facing dog pose. Then drive your hips forward towards the floor in a position with pelvis go down towards the floor. Place your hands underneath your shoulders with chest lift and maintain a comfortable height of torso that makes upward facing dog pose.",
    "correctForm":"Maintain your wrists and elbows straight\nOpen your shoulders and remove all stress from neck",
    "isOnline": false
  },
  {
    "id": 10,
    "unit": 1,
    "turns": "18",
    "calories": 12.63,
    "display": "Lunge Stretch",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "name": "lunge_stretch.gif",
    "url": "rHHzHSmjLng",
    "info":"Lunge stretch is an exercise than primarily targets abs, glutes, quads and hamstrings.",
    "howTo":"Stand straight, take a step forward then slowly bend both knees until your back knee touches the floor. Stand back up and repeat the motion with alternative leg.",
    "correctForm":"While bending front knee, make 90 degree angle from thigh to leg\nMaintain your feet hip width apart",
    "isOnline": false
  },
  {
    "calories": 0,
    "display": "Abductor Strech",
    "id": 11,
    "turns": "30",
    "name": "abductor_stretch.gif",
    "url": "FaCIHJxUjws",
    "info":"",
    "howTo":"Kneel onto your right knee and put your left foot in front of you such that your left knee is at 90 degrees.\nInhale and slide your right knee out to the side and back.\nExhale and left your chest up.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Diagonal Squat Left",
    "id": 12,
    "turns": "24",
    "name": "diagonal_squat_left.gif",
    "url": "cJA8-z5bDbQ",
    "info":"",
    "howTo":"Stand on one leg.Bend your leg to 45 degrees.Reach your right arm diagonally across your body towards the left side of your knee.Return to center.Reach your left arm diagonally across your body towards the right side of your knee.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Diagonal Squat Right",
    "id": 13,
    "turns": "24",
    "name": "diagonal_squat_right.gif",
    "url": "cJA8-z5bDbQ",
    "info":"",
    "howTo":"Stand on one leg.Bend your leg to 45 degrees.Reach your right arm diagonally across your body towards the left side of your knee.Return to center.Reach your left arm diagonally across your body towards the right side of your knee.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Donkey Kicks Left",
    "id": 14,
    "turns": "30",
    "name": "donkey_kick_left.gif",
    "url": "SJ1Xuz9D-ZQ",
    "info":"",
    "howTo":"Start on all fours with your knees under your butt and your hands under your shoulders. Then lift your left leg and squeeze your butt as much as you can. Go back to the start position and repeat the exercise.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Donkey Kicks Right.gif",
    "id": 15,
    "turns": "30",
    "name": "donkey_kick_right",
    "url": "SJ1Xuz9D-ZQ",
    "info":"",
    "howTo":"Start on all fours with your knees under your butt and your hands under your shoulders. Then lift your right leg and squeeze your butt as much as you can. Go back to the start position and repeat the exercise.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Elevated Split Squat Left",
    "id": 16,
    "turns": "30",
    "name": "elevated_split_squat_left.gif",
    "url": "fNJbRF_5P4A",
    "info":"",
    "howTo":"Begin by placing the top of your right foot on the bench, with your left leg straight. Bend your left knee, engage your right glute, and lower your pelvis toward the ground.Straighten your left leg and rise back up to the starting position. Complete three sets of 10-15 reps on each leg.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Elevated Split Squat Right",
    "id": 17,
    "turns": "30",
    "name": "elevated_split_squat_right.gif",
    "url": "fNJbRF_5P4A",
    "info":"",
    "howTo":"Begin by placing the top of your left foot on the bench, with your right leg straight. Bend your right knee, engage your left glute, and lower your pelvis toward the ground.Straighten your right leg and rise back up to the starting position. Complete three sets of 10-15 reps on each leg.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Glute Bridge",
    "id": 18,
    "turns": "20",
    "name": "glute_bridge.gif",
    "url": "WowARnE-p0s",
    "info":"",
    "howTo":"Bend your knees and put your feet flat on the ground just close enough that you can graze your heels with your fingertips when you stretch your arms down by your side. Your feet should be about hip-width apart.Bend your elbows to 90 degrees so that only your upper arm is on the ground.Then drive up through your heels and upper back to lift your glutes off the ground. Drive your hips up as high as possible, squeezing the glutes hard. Keep your belly button drawn in so you don’t hyper extend your back Do not push backward off your heels. Make sure you are driving straight up and that your knees aren’t caving in.Squeeze your glutes for second or two at the top and lower all the way back down to the ground before repeating.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 12.63,
    "display": "Hip Thrust",
    "id": 19,
    "turns": "30",
    "name": "hip_thrust.gif",
    "url": "MbgCVewqWio",
    "info":"",
    "howTo":"Sit on the floor facing away from a bench.Hold a pair of dumbbells at the crease in your hips, resting the weights on your body.Drive through your heels to lift your hips to the sky as your upper back stays in place on the bench.Pause and squeeze your glutes at the top",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 12.63,
    "display": "Hop Side To Side",
    "id": 20,
    "turns": "20",
    "name": "hop_side_to_side.gif",
    "url": "NTqBhdYuT6M",
    "info":"",
    "howTo":"Step 1: Begin in an athletic stance with feet about hip-width apart.\n Step 2: Begin by hopping to the right, and then immediately hopping to the left once your feet touch the ground.\nStep 3: Each direction is one rep.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  },
  {
    "calories": 12.63,
    "display": "Plie Squat",
    "id": 21,
    "turns": "30",
    "name": "plie_squat1.gif",
    "url": "KcK5vxSH8yw",
    "info":"",
    "howTo":"Stand with feet slightly wider than shoulder distance apart and toes turned out into a 45 degree angle.Bend knees and lower your torso, keeping your back straight and abs tight.Squeeze your glutes and come to standing position.",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": true
  },
  {
    "calories": 12.63,
    "display": "Cobra Push Up",
    "id": 22,
    "turns": "30 Sec",
    "name": "cobra_push_up.gif",
    "url": "b6O70RsL-x0",
    "info":"",
    "howTo":"Step 1: Lay down on the floor with your chest and thighs flat to the ground.\n Step 2: Place your palms against the ground outside your shoulders.\nStep 3: Keep the lower half of your body against the ground but push your upper body up off the ground",
    "correctForm":"",
    "tts": [
      {
        "text": "",
        "time": "7"
      }
    ],
    "unit": 1,
    "isOnline": false
  }
]